Dlubal.DynamPro.SolutionMethod
Method for solving eigenvalue problem

Dlubal.DynamPro.SolutionMethod.UnknownSolutionMethod
Unknown type

Dlubal.DynamPro.SolutionMethod.1
Unknown type

Dlubal.DynamPro.SolutionMethod.RootOfCharacteristicPolynomial
Root of the characteristic polynomial (RFEM)

Dlubal.DynamPro.SolutionMethod.Lanczos
Lanczos (RFEM)

Dlubal.DynamPro.SolutionMethod.SubspaceIteration
Subspace iteration

Dlubal.DynamPro.SolutionMethod.IcgIteration
ICG iteration (RFEM)

Dlubal.DynamPro.SolutionMethod.InversedWithShift
Shifted inverse power method (RSTAB)